import React from "react";

const BusinessUkr = () => {
  return (
    <>
    <div className="flex flex-col md:flex-row items-start justify-between bg-white max-w-6xl mx-auto p-6">
      {/* Left Content */}
      <div className="w-full md:w-2/3 space-y-4 my-9">
        <h2 className="text-4xl font-bold text-gray-900">Бізнес-модель</h2>
        <p className="text-gray-600 text-base pr-6">
        nuJOB.AI створено для майбутнього рекрутингу. Ми не просто зіставляємо кандидатів із вакансіями — ми перевіряємо навички, оптимізуємо кар’єрні шляхи та автоматизуємо весь процес найму. Наш підхід, керований ШІ, замінює застарілі фільтри резюме на практичні оцінювання, глибоке технічне навчання та аналітику в реальному часі. Наша місія — зробити найм справедливим, ефективним і персоналізованим.Для пошукачів це спосіб довести свою цінність, що виходить за межі паперового резюме. Для компаній — це впевненість у правильному виборі. Ми не просто закриваємо вакансії — ми формуємо кар’єри та трансформуємо спосіб, у який талант зустрічає попит. Незалежно від того, чи ви розвиваєте кар’єру, чи формуєте команду мрії — ми допоможемо вам робити сміливі рішення, засновані на даних. Давайте залишимо застарілі методи найму в минулому й визначимо нові горизонти можливого.
        </p>
      </div>

      {/* Right Image Section */}
      <div className="w-full md:w-1/3 mt-6 md:mt-14 relative">
        <img 
          src="/images/Business.png" 
          alt="AI Driven Interviews" 
          className="relative z-10 w-72 rounded-lg"
        />
      </div>
    </div>
    </>
  );
};

export default BusinessUkr;
