import React from "react";

const GuidanceUkr = () => {
  return (
    <div className="flex justify-center py-12 md:px-6 bg-[#F8F9FB]">
      <div className="bg-white p-8 rounded-2xl shadow-lg w-[80%] text-center">
        <h2 className="text-2xl font-bold text-gray-900">
          Індивідуальні кар’єрні рекомендації
        </h2>

        {/* Content Section */}
        <div className="mt-6 text-left">
          <div className="border-b pb-4 text-center">
            <h3 className="text-blue-600 font-semibold">
              Персоналізовані поради, що відповідають вашим кар’єрним прагненням
            </h3>
            <p className="text-gray-600 mt-2">
              nuJOB.AI надає персоналізовані рекомендації, щоб допомогти вам досягти професійних цілей. Аналізуючи ваші навички, досвід та галузеві вподобання, ми пропонуємо інсайти, що відповідають вашим унікальним прагненням. Це дозволяє вам зосередитися на можливостях, які найкраще відповідають вашому потенціалу та довгостроковим цілям.
            </p>
          </div>

          <div className="border-b py-4 text-center">
            <h3 className="text-blue-600 font-semibold">
              Покрокова підтримка при зміні галузі або кар’єрному зростанні
            </h3>
            <p className="text-gray-600 mt-2">
              Незалежно від того, чи ви плануєте перехід у нову сферу, чи хочете просунутись у своїй нинішній, nuJOB.AI допоможе вам. Платформа надає чітку дорожню карту з конкретними кроками та цільовими ресурсами, щоб ви могли ухвалювати обґрунтовані рішення та впевнено рухатися кар’єрним шляхом.
            </p>
          </div>

          <div className="pt-4 text-center">
            <h3 className="text-blue-600 font-semibold">
              Інсайти щодо нових трендів для підтримки конкурентоспроможності
            </h3>
            <p className="text-gray-600 mt-2">
              Будьте на крок попереду на динамічному ринку праці завдяки актуальній інформації про нові тенденції у галузі. nuJOB.AI інформує вас про найбільш затребувані навички, нові ролі та технологічні новації, забезпечуючи вашу конкурентоспроможність і готовність до нових можливостей.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default GuidanceUkr;
