import React from "react";

const TrackInterviewsUkr = () => {
  return (
    <div className="flex flex-col items-center text-center py-12 px-6 bg-gray-50">
      <h2 className="text-xl font-semibold text-gray-900">Відстежуйте свої інтерв’ю</h2>
      <p className="text-gray-600 max-w-2xl mt-2">
        Будьте організованими, відстежуйте прогрес і вдосконалюйте свій підхід. Наша система зберігає деталі інтерв’ю, зворотний зв’язок і результати — допомагаючи вам виявляти закономірності, покращувати результати й будувати стратегію успіху.
        <br />Контролюйте свій розвиток – Ведіть структурований запис вашого шляху.
        <br />Аналізуйте закономірності – Визначайте сильні сторони та зони для покращення.
        <br />Стратегічна підготовка – Підходьте до кожного інтерв’ю з чітким планом та впевненістю.
      </p>
    </div>
  );
};

export default TrackInterviewsUkr;
