import React from "react";

const LabsUkr = () => {
  return (
    <div className="flex flex-col items-center text-center py-12 px-6 bg-gray-50">
      <img src="/images/Labs.png" alt="Відстеження Співбесід" className="w-28 h-24 mb-4" />
      <h2 className="text-2xl font-bold text-gray-900">Оволодівайте Навичками у Віртуальних Практичних Лабораторіях</h2>
      <p className="text-gray-600 max-w-5xl mt-2">
        Отримуйте практичний досвід у змодельованому середовищі, створеному для імітації реальних ситуацій. 
        Віртуальні Практичні Лабораторії дозволяють вам тренуватись та вдосконалювати технічні та прикладні навички у таких сферах, як програмування, мережі тощо. 
        Завдяки миттєвому зворотному зв’язку та навчанню з підказками ви зможете зміцнити свою експертизу, підвищити впевненість і стати готовими до роботи — без ризиків реального робочого середовища.
      </p>
    </div>
  );
};

export default LabsUkr;
